{
  "title": "Reading unspoken elements in Japanese Typography – An Observation",
  "path": "/",
  "draft": false,
  "date": "1703972806211",
  "children": [
    {
      "type": "box",
      "preset": "expample",
      "children": [
        {
          "type": "text",
          "body": "# Reading unspoken elements in Japanese Typography",
          "class": "full-width header"
        },
        {
          "type": "text",
          "body": "### An Observation"
        }
      ],
      "class": "header",
      "title": "Stefan Huber · 2023 | 2024"
    },
    {
      "type": "text",
      "body": "## Introduction\nThis thesis explores the unspoken elements in Japanese typography[^chat-gpt-title] from the perspective of a typographer familiar with Latin written languages. It delves into the subtle, purely typographic features of Japanese script that are relevant in written form and highlighting their significance in the broader context of typographic design and communication. The goal is to provide an understanding of these elements and showcase how they contribute to the overall aesthetics of written Japanese.\n\nThis approach is not about cultural borrowing, but rather about the exploration of typographic diversity and its potential to enrich Latin typography. This exploration is aimed at understanding how diverse typographic elements can coexist and enhance each other. It reflects a broader perspective on the potential for typographic elements to evolve and adapt in a globally connected environment.\n\nThis thesis was written as part of the CAS Design Cultures 2023 program at [Zurich University of the Arts](https://www.zhdk.ch/) and based on a field trip to Japan where most observations were documented. Generative AI was used in co-authorship and is clearly marked with footnote where the AI had a creative process. Other parts of this site might also be supported with AI, but only as a tool to formulate or expand the author's original thoughts.\n\n### Table of Content\n* [Reference mark](./reference-mark/)\n* [Brackets](./brackets/)\n* [Markers of Approval and Disapproval](./markers-of-approval-disapproval/)\n* [Setting aesthetic accents](./setting-aesthetic-accents/)\n* [Typographic Strategies for Webpage Integrations](./typographic-strategies-for-webpage-integrations/)\n* Mobile Keyboard\n* Tables\n* Separators, Spacers and writing direction\n* [Sources](./sources/)\n\n\nemoji for marks o-gesture for ok in emoji\n\n\n[^chat-gpt-title]: [ChatGPT · Finding a title for this thesis](https://chat.openai.com/share/11bed6ad-e575-4b5c-a4ed-7855d96ab6b7)\n\n\n\nCopyright!\nPDF/A-1 ISO 19005-1\n\n\ncomparison to latin alphabet (not one unit. but more similar than compared to japan)\n\nwhere not otherwise indicated photos/pictures made by stefan"
    }
  ]
}