{
  "draft": false,
  "date": "1704553631525",
  "title": "Brackets",
  "path": "/brackets/",
  "children": [
    {
      "type": "text",
      "body": "## Brackets\n\n### Latin Alphabet\nBrackets found in the Latin alphabet, serve not only linguistic but also typographic purposes. Their use varies based on context and the specific types of brackets employed. Brackets in the Latin alphabet are used to organize text, clarify meaning, and ensure readability, while also fulfilling specific linguistic functions in various professional and academic contexts. Their typographical roles complement these linguistic functions by providing visual cues to guide the reader's understanding and interpretation of the text. "
    },
    {
      "type": "box",
      "preset": "expample",
      "children": [
        {
          "type": "text",
          "body": "I live in Paris `(`the capital of France`)`."
        }
      ],
      "class": "full-width",
      "title": "Parentheses in Latin Alphabet"
    },
    {
      "type": "text",
      "body": "Parentheses are used to insert non-essential yet informative asides, offering a subtle typographical division that maintains the sentence's structure."
    },
    {
      "type": "box",
      "preset": "expample",
      "children": [
        {
          "type": "text",
          "body": "Her theory was accepted (see Smith `[`1999`]`, p. 57)"
        }
      ],
      "class": "full-width",
      "title": "Square brackets in Latin Alphabet"
    },
    {
      "type": "text",
      "body": "Square brackets have a more specific role, often used in academic and technical writing or as a second order of structure inside Parentheses."
    },
    {
      "type": "box",
      "preset": "expample",
      "children": [
        {
          "type": "text",
          "body": "The basic structure of a sentence can be represented as; `{`Subject`}` `{`Verb`}` `{`Object`}`."
        }
      ],
      "class": "full-width",
      "title": "Curly Brackets in Latin Alphabet"
    },
    {
      "type": "text",
      "body": "Curly brackets are predominantly used in specialized fields like mathematics to group items or alternatives, providing a distinct visual separation in complex textual structures."
    },
    {
      "type": "box",
      "preset": "expample",
      "children": [
        {
          "type": "text",
          "body": "`<`strong`>`<br>This is important<br>`<`/strong`>`"
        }
      ],
      "class": "full-width",
      "title": "Angle Brackets in Latin Alphabet"
    },
    {
      "type": "text",
      "body": "Angle brackets, common in technical and computer-related texts, enclose specific elements, offering a clear typographical distinction for specialized content."
    },
    {
      "type": "text",
      "body": "### Observations of the Japanese Typography\n\nJapanese typography features a range of brackets, each serving specific aesthetic and functional purposes within the script. This aspect of typographic design showcases the variety and distinct roles these elements play, contributing to the overall structure and style of the script.\n\nDiversity of Bracket Styles: Japanese script features various brackets, such as corner brackets「」/『』, lenticular brackets【】, and tortoise shell brackets〔〕. Each style serves a specific purpose and is selected based on the context and content of the text. \nThe functional aspects of these brackets are diverse. For instance, corner brackets are commonly used for direct speech or titles, while lenticular brackets often enclose definitions or explanations. This functional specificity adds a layer of meaning and clarity to the written text.\n\n\n### Takeaways\nWith the advent of Unicode and the ease of accessing a vast array of characters from different languages, why shouldn't we embrace the diversity of typographic elements such as Japanese brackets in Latin texts? The unique shapes and aesthetic offers fresh perspectives. Incorporating these elements into Latin typography could enhance the visual appeal of our texts. Especially in formats where we don't have a wide variety of text-formatting at hand. For Example in social media where we can't format the text and therefore are thankfull for a wider range of expression. \n\n\n\n\n* [Finding Examples for usage of brackets](https://chat.openai.com/share/64e8ec8a-a13e-45b7-9838-ef9cccd57198)\n"
    },
    {
      "type": "box",
      "preset": "expample",
      "children": [
        {
          "type": "text",
          "body": "`「`TODAY`」` Vegan Kitchen!"
        }
      ],
      "title": "Corner brackets used in Latin Alphabet"
    }
  ]
}